import { BiLogoDigitalocean } from 'react-icons/bi';
import { MdFastfood } from 'react-icons/md';
import { GiAmpleDress } from 'react-icons/gi';


export let Menuinform = [
  {
    id: 1,
    title: 'کالاهای دیجیتال',
    icon: <BiLogoDigitalocean />, // Use the component directly
    body: [
      {
        cat: 'لوازم جانبی گوشی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'هدفون و هدست و میکروفن',
        content: ['پایه نگهدارنده', 'میکروفن', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'لپ تاپ',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'آرایشی بهداشتی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
    ],
  },
  {
    id: 2,
    title: 'مد و پوشاک',
    icon: <MdFastfood />, // Use the component directly
    body: [
      {
        cat: 'لوازم جانبی گوشی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'هدفون و هدست',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'لپ تاپ',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'آرایشی بهداشتی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
    ],
  },
  {
    id: 3,
    title: 'خوردنی',
    icon: <GiAmpleDress />, // Use the component directly
    body: [
      {
        cat: 'لوازم جانبی گوشی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'هدفون و هدست',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'لپ تاپ',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
      {
        cat: 'آرایشی بهداشتی',
        content: ['پایه نگهدارنده', 'اسپیکر', 'پاوربانک', 'کیف و کاور'],
      },
    ],
  },
];