let Postdata=[

    {
      
        "id": 1,
        "title": "جعبه را نگاه میکند",
        "img":'https://picsum.photos/500/309',
        "body": "تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد"
    },
    {
   
        "id": 2,
        "img":'https://picsum.photos//500/308',
        "title": "وقتی رسیدم هوا تاریک شده بود",
        "body": "با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت"
    },
    {
      
        "id": 3,
        "title": "سرش را با اشتیاق تکان می دهد",
        "img":'https://picsum.photos//500/307',
        "body": "متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی"
    },
    {
    
        "id": 4,
        "title": "درد بزرگی را تحمل کرد",
        "img":'https://picsum.photos//500/306',
        "body": "تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد"
    },
    {
       
        "id": 5,
        "title": "من گاهی اوقات میروم",
        "img":'https://picsum.photos/300/504',
        "body": "رای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد"
    },
    {
      
        "id": 6,
        "img":'https://picsum.photos//500/305',
        "title": "برای فراهم کردنش زحمت زیادی می کشد",
        "body": "با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت"
    },
    {
    
        "id": 7,
        "img":'https://picsum.photos//500/304',
        "title": "بیشتر اوقات حواسش نیست",
        "body": "متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی"
    },
    {
    
        "id": 8,
        "img":'https://picsum.photos//500/303',
        "title": "حل مسئله برایش درد زیادی بود",
        "body": "با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت"
    },
    {
     
        "id": 9,
        "img":'https://picsum.photos//500/302',
        "title": "جدا از بحث های دیگر",
        "body": "تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد"
    },
    {
    
        "id": 10,
        "img":'https://picsum.photos//500/301',
        "title": "کسانی هستند که از من نفرت دارند",
        "body": "متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی"
    },
]

export default Postdata